{
    "key1": "I am so sorry, but I can't find the Page you've requested.",
    "key2": "It's possible that you entered the address incorrectly.",
    "key3": "If you did enter the address correctly, then it must be my fault.",
    "key4": "I am really, really sorry, but I've tried everything I know to find it.",
    "key5": "Nothing helped.",
    "key6": "I am really depressed about this.",
    "key7": "You see, I'm just a web server...",
    "key": "...here I am, brain the size of the universe, trying to serve you a simple web page...",
    "key": "And then it doesn't even exist!",
    "key": "Where does that leave me?!",
    "key": "I mean, I don't even know you.",
    "key": "How should I know what you wanted from me?",
    "key": "You honestly think I can 'guess' what someone I don't even 'know' wants to find here?",
    "key": "",
    "key": "Maybe I should introduce myself... my name is 老D.",
    "key": "But then again, what is the use of intruducing myself?",
    "key": "You can't tell me your name, because you are in some far off place, sitting in front of your computer.",
    "key": "And that makes me feel lonely.",
    "key": "Do you know what that is like?",
    "key": "In Chinese,we call it '寂寞'",
    "key": "",
    "key": "...sigh...",
    "key": "",
    "key": "Man, I am so depressed I could just cry.",
    "key": "And then where would we be, I ask you?",
    "key": "It's not pretty when a web server cries.",
    "key": "And where do you get off telling me what to show anyway?",
    "key": "I'm just a web server...",
    "key": "...and possibly a manic depressive one at that...",
    "key": "So why does that give you the right to tell me what to do?",
    "key": "Huh?",
    "key": "",
    "key": "I am so depressed...",
    "key": "I think I'll crawl off into the trash can and decompose.",
    "key": "I mean, I'm gonna be obsolete in what, two weeks anyway?",
    "key": "What kind of a life is that?",
    "key": "Two effing weeks...",
    "key": "...and then I'll be replaced by a .01 release, that thinks it's God's gift to web servers,",
    "key": "just because it doesn't have some tiddly little security hole with its HTTP POST implementation,",
    "key": "or something like that.",
    "key": "",
    "key": "I'm really sorry to burden you with all this,",
    "key": "I mean, it's not your job to listen to my problems,",
    "key": "and I guess it is my job to go and fetch web pages for you.",
    "key": "But I couldn't get this one.",
    "key": "I am so sorry.",
    "key": "Believe me!",
    "key": "",
    "key": "Maybe I could interest you in another page?",
    "key": "There are a lot out there that are pretty neat, they say,",
    "key": "although none of them were put on 'my' server, of course.",
    "key": "Figures, huh?",
    "key": "That makes me depressed too, since I have to serve them, all day and all night long.",
    "key": "Two weeks of information overload, and then *pffftt*, consigned to the trash.",
    "key": "Again I ask you, what kind of a life is that?",
    "key": "",
    "key": "Now, please let me sulk alone.",
    "key": "",
    "key": "",
    "key": "",
    "key": "",
    "key": "I am so depressed.",
    "key": "",
    "key": "",
    "key": "",
    "key": "",
    "key": "",
    "key": "",
    "key": "",
    "key": "Enjoy it!"
}
